0.org/include/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

flowVelocity         (29.9 0 0);
pressure             0;
turbulentKE          2e-2; // Was 2e-4
turbulentEpsilon     3e-2; // Was 0.01; Guess ~ 0.09*k**(3/2)/l

// ************************************************************************* //
